/* 
  Errors.strings
  CleanMyMac

  Created by Vera Tkachenko on 3/2/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* Error descriptions */

"ErrorDescRemoving_GenericError" = "Échec de la suppression de certains fichiers, pour une raison inconnue.";
"ErrorDescRemoving_GenericSingleFileError" = "Impossible de supprimer « %@ » pour une raison inconnue.";
"ErrorDescRemoving_FileWasntAuthorized" = "Impossible de supprimer « %@ », car vous n'avez pas autorisé cette opération.";
"ErrorDescRemoving_FileWasntAuthorizedMove" = "Impossible de déplacer « %@ », car vous n'avez pas autorisé cette opération.";
"ErrorDescRemoving_CouldntRemoveWithPrivileges" = "Impossible de supprimer « %@ » en raison d'autorisations insuffisantes.";
"ErrorDescRemoving_CouldntMoveWithPrivileges" = "Impossible de déplacer « %@ » en raison d'autorisations insuffisantes.";
"ErrorDescRemoving_FailedToLaunchTask" = "Impossible d'exécuter la tâche « %@ ». Le fichier est introuvable ou n'est pas un exécutable.";
